import { v4 as uuidv4 } from "uuid";

const Data = {
  blogs: [
    {
      id: uuidv4(),
      people: "جمشید هاشم پور",
      title:
        "دوره تخصصی داستان های موفقیت برنامه نویس: افراد واقعی. داستان های واقعی نتایج واقعی",
      likeCount: 110,
      view: 110,
      date: "2011-09-11",
      readTime: 8,
    },
    {
      id: uuidv4(),
      people: "جمشید هاشم پور",
      title:
        "دوره تخصصی داستان های موفقیت برنامه نویس: افراد واقعی. داستان های واقعی نتایج واقعی",
      likeCount: 65,
      view: 10,
      date: "2012-09-11",
      readTime: 8,
    },
    {
      id: uuidv4(),
      people: "جمشید هاشم پور",
      title:
        "دوره تخصصی داستان های موفقیت برنامه نویس: افراد واقعی. داستان های واقعی نتایج واقعی",
      likeCount: 5,
      view: 140,
      date: "2010-09-11",
      readTime: 8,
    },
    {
      id: uuidv4(),
      people: "جمشید هاشم پور",
      title:
        "دوره تخصصی داستان های موفقیت برنامه نویس: افراد واقعی. داستان های واقعی نتایج واقعی",
      likeCount: 9,
      view: 190,
      date: "2006-06-11",
      readTime: 8,
    },
    {
      id: uuidv4(),
      people: "جمشید هاشم پور",
      title:
        "دوره تخصصی داستان های موفقیت برنامه نویس: افراد واقعی. داستان های واقعی نتایج واقعی",
      likeCount: 10,
      view: 85,
      date: "2000-01-20",
      readTime: 8,
    },
    {
      id: uuidv4(),
      people: "جمشید هاشم پور",
      title:
        "دوره تخصصی داستان های موفقیت برنامه نویس: افراد واقعی. داستان های واقعی نتایج واقعی",
      likeCount: 24,
      view: 34,
      date: "1999-12-14",
      readTime: 8,
    },
    {
      id: uuidv4(),
      people: "جمشید هاشم پور",
      title:
        "دوره تخصصی داستان های موفقیت برنامه نویس: افراد واقعی. داستان های واقعی نتایج واقعی",
      likeCount: 20,
      view: 11,
      date: "2003-09-11",
      readTime: 8,
    },
    {
      id: uuidv4(),
      people: "جمشید هاشم پور",
      title:
        "دوره تخصصی داستان های موفقیت برنامه نویس: افراد واقعی. داستان های واقعی نتایج واقعی",
      likeCount: 30,
      view: 143,
      date: "2006-09-18",
      readTime: 8,
    },
    {
      id: uuidv4(),
      people: "جمشید هاشم پور",
      title:
        "دوره تخصصی داستان های موفقیت برنامه نویس: افراد واقعی. داستان های واقعی نتایج واقعی",
      likeCount: 90,
      view: 854,
      date: "1980-09-11",
      readTime: 8,
    },
    {
      id: uuidv4(),
      people: "جمشید هاشم پور",
      title:
        "دوره تخصصی داستان های موفقیت برنامه نویس: افراد واقعی. داستان های واقعی نتایج واقعی",
      likeCount: 70,
      view: 324,
      date: "2018-09-11",
      readTime: 8,
    },
  ],
};

export default Data;
