import { v4 as uuidv4 } from "uuid";

const Data = {
  blogs: [
    {
      id: uuidv4(),
      people: "جمشید هاشم پور",
      title:
        "دوره تخصصی داستان های موفقیت برنامه نویس: افراد واقعی. داستان های واقعی نتایج واقعی",
      like: 20,
      view: 110,
      date: `${1401}, مرداد ${10} `,
      readTime: 8,
    },
    {
      id: uuidv4(),
      people: "جمشید هاشم پور",
      title:
        "دوره تخصصی داستان های موفقیت برنامه نویس: افراد واقعی. داستان های واقعی نتایج واقعی",
      like: 20,
      view: 110,
      date: `${1401}, مرداد ${10} `,
      readTime: 8,
    },
    {
      id: uuidv4(),
      people: "جمشید هاشم پور",
      title:
        "دوره تخصصی داستان های موفقیت برنامه نویس: افراد واقعی. داستان های واقعی نتایج واقعی",
      like: 20,
      view: 110,
      date: `${1401}, مرداد ${10} `,
      readTime: 8,
    },
    {
      id: uuidv4(),
      people: "جمشید هاشم پور",
      title:
        "دوره تخصصی داستان های موفقیت برنامه نویس: افراد واقعی. داستان های واقعی نتایج واقعی",
      like: 20,
      view: 110,
      date: `${1401}, مرداد ${10} `,
      readTime: 8,
    },
    {
      id: uuidv4(),
      people: "جمشید هاشم پور",
      title:
        "دوره تخصصی داستان های موفقیت برنامه نویس: افراد واقعی. داستان های واقعی نتایج واقعی",
      like: 20,
      view: 110,
      date: `${1401}, مرداد ${10} `,
      readTime: 8,
    },
    {
      id: uuidv4(),
      people: "جمشید هاشم پور",
      title:
        "دوره تخصصی داستان های موفقیت برنامه نویس: افراد واقعی. داستان های واقعی نتایج واقعی",
      like: 20,
      view: 110,
      date: `${1401}, مرداد ${10} `,
      readTime: 8,
    },
    {
      id: uuidv4(),
      people: "جمشید هاشم پور",
      title:
        "دوره تخصصی داستان های موفقیت برنامه نویس: افراد واقعی. داستان های واقعی نتایج واقعی",
      like: 20,
      view: 110,
      date: `${1401}, مرداد ${10} `,
      readTime: 8,
    },
    {
      id: uuidv4(),
      people: "جمشید هاشم پور",
      title:
        "دوره تخصصی داستان های موفقیت برنامه نویس: افراد واقعی. داستان های واقعی نتایج واقعی",
      like: 20,
      view: 110,
      date: `${1401}, مرداد ${10} `,
      readTime: 8,
    },
    {
      id: uuidv4(),
      people: "جمشید هاشم پور",
      title:
        "دوره تخصصی داستان های موفقیت برنامه نویس: افراد واقعی. داستان های واقعی نتایج واقعی",
      like: 20,
      view: 110,
      date: `${1401}, مرداد ${10} `,
      readTime: 8,
    },
    {
      id: uuidv4(),
      people: "جمشید هاشم پور",
      title:
        "دوره تخصصی داستان های موفقیت برنامه نویس: افراد واقعی. داستان های واقعی نتایج واقعی",
      like: 20,
      view: 110,
      date: `${1401}, مرداد ${10} `,
      readTime: 8,
    },
  ],
};

export default Data;
