import { v4 as uuidv4 } from 'uuid';
const Data = {
  courses: [
    {
      id: 1,
      title: ' 1دوره تخصصی انگولار',
      description:
        'با برگزاری دوباره دوره انگولار خود را در مسیری که انتخاب کردید به سمت موفقیت در فریمورک آنگولار سوق دهید. این دوره ...',
      teacher: 'مازیار قلی پور',
      date: '4/5/6',
      price: 999.999,
      numberOfStudents: 50,
      archive: true,
    },
    {
      id: 2,
      title: ' 2دوره تخصصی انگولار',
      description:
        'با برگزاری دوباره دوره انگولار خود را در مسیری که انتخاب کردید به سمت موفقیت در فریمورک آنگولار سوق دهید. این دوره ...',
      teacher: 'مازیار قلی پور',
      date: '4/5/6',
      price: 999.999,
      numberOfStudents: 50,
      archive: true,
    },
    {
      id: 3,
      title: ' 3دوره تخصصی انگولار',
      description:
        'با برگزاری دوباره دوره انگولار خود را در مسیری که انتخاب کردید به سمت موفقیت در فریمورک آنگولار سوق دهید. این دوره ...',
      teacher: 'مازیار قلی پور',
      date: '4/5/6',
      price: 999.999,
      numberOfStudents: 50,
      archive: true,
    },
    {
      id: 4,
      title: ' 4دوره تخصصی انگولار',
      description:
        'با برگزاری دوباره دوره انگولار خود را در مسیری که انتخاب کردید به سمت موفقیت در فریمورک آنگولار سوق دهید. این دوره ...',
      teacher: 'مازیار قلی پور',
      date: '4/5/6',
      price: 999.999,
      numberOfStudents: 50,
      archive: true,
    },
    {
      id: 5,
      title: ' 5دوره تخصصی انگولار',
      description:
        'با برگزاری دوباره دوره انگولار خود را در مسیری که انتخاب کردید به سمت موفقیت در فریمورک آنگولار سوق دهید. این دوره ...',
      teacher: 'مازیار قلی پور',
      date: '4/5/6',
      price: 999.999,
      numberOfStudents: 50,
      archive: true,
    },
    {
      id: 6,
      title: ' 6دوره تخصصی انگولار',
      description:
        'با برگزاری دوباره دوره انگولار خود را در مسیری که انتخاب کردید به سمت موفقیت در فریمورک آنگولار سوق دهید. این دوره ...',
      teacher: 'مازیار قلی پور',
      date: '4/5/6',
      price: 999.999,
      numberOfStudents: 50,
      archive: true,
    },
    {
      id: 7,
      title: ' 7دوره تخصصی انگولار',
      description:
        'با برگزاری دوباره دوره انگولار خود را در مسیری که انتخاب کردید به سمت موفقیت در فریمورک آنگولار سوق دهید. این دوره ...',
      teacher: 'مازیار قلی پور',
      date: '4/5/6',
      price: 999.999,
      numberOfStudents: 50,
      archive: false,
    },
  ],
};

export default Data;
