import { v4 as uuidv4 } from 'uuid';
const Data = [
  {
    id: uuidv4(),
    title: 'انگولار چیست؟',
    description:
      'انگولار فارسی وجود ندارد. در دوره ی هیولای جاوااسکریپت همه مباحث جاوااسکریپت به صورت پروژه محور و کاربردی آموزش داده می شه.',
    active: false,
  },
  {
    id: uuidv4(),
    title: 'انگولار چیست؟',
    description:
      'انگولار فارسی وجود ندارد. در دوره ی هیولای جاوااسکریپت همه مباحث جاوااسکریپت به صورت پروژه محور و کاربردی آموزش داده می شه.',
    active: false,
  },
  {
    id: uuidv4(),
    title: 'انگولار چیست؟',
    description:
      'انگولار فارسی وجود ندارد. در دوره ی هیولای جاوااسکریپت همه مباحث جاوااسکریپت به صورت پروژه محور و کاربردی آموزش داده می شه.',
    active: false,
  },
  {
    id: uuidv4(),
    title: 'انگولار چیست؟',
    description:
      'انگولار فارسی وجود ندارد. در دوره ی هیولای جاوااسکریپت همه مباحث جاوااسکریپت به صورت پروژه محور و کاربردی آموزش داده می شه.',
    active: false,
  },
  {
    id: uuidv4(),
    title: 'انگولار چیست؟',
    description:
      'انگولار فارسی وجود ندارد. در دوره ی هیولای جاوااسکریپت همه مباحث جاوااسکریپت به صورت پروژه محور و کاربردی آموزش داده می شه.',
    active: false,
  },
  {
    id: uuidv4(),
    title: 'مریم',
    description:
      'انگولار فارسی وجود ندارد. در دوره ی هیولای جاوااسکریپت همه مباحث جاوااسکریپت به صورت پروژه محور و کاربردی آموزش داده می شه.',
    active: false,
  },
];

export default Data;
