const Data = {
  teachers: [
    {
      id: 1,
      teacher: "محمد حسین بحر العلوم",
      title: "متخصص سی شارپ",
      description:
        "یکی از بهترین و معروف ترین استاد های نمونه خاور میانه که توانسته نقش بسایر مفیدی در توسعه تکنولوژی در حوزه وبسایت و اپلیکیشن و وب اپلیکیشن و تمام پلتفرم های موجود در دنیا داشته باشد",
      img: require("../../../Assets/bahr.jpg"),
    },
    {
      id: 2,
      teacher: "مهدی اصغری",
      title: "استاد عمومی و تخصصی ری اکت",
      description:
        "یکی از بهترین و معروف ترین استاد های نمونه خاور میانه که توانسته نقش بسایر مفیدی در توسعه تکنولوژی در حوزه وبسایت و اپلیکیشن و وب اپلیکیشن و تمام پلتفرم های موجود در دنیا داشته باشد",
      img: require("../../../Assets/img/mehdiii.jpg"),
    },
    {
      id: 3,
      teacher: "سالار نیلی نژاد",
      title: "متخصص تراشکاری بدون دستگاه نامنظم",
      description:
        "یکی از بهترین و معروف ترین استاد های نمونه خاور میانه که توانسته نقش بسایر مفیدی در توسعه تکنولوژی در حوزه وبسایت و اپلیکیشن و وب اپلیکیشن و تمام پلتفرم های موجود در دنیا داشته باشد",
      img: require("../../../Assets/aghil.jpg"),
    },
    {
      id: 4,
      teacher: "محسن",
      title: "متخصص ری اکت",
      description:
        "یکی از بهترین و معروف ترین استاد های نمونه خاور میانه که توانسته نقش بسایر مفیدی در توسعه تکنولوژی در حوزه وبسایت و اپلیکیشن و وب اپلیکیشن و تمام پلتفرم های موجود در دنیا داشته باشد",
      img: require("../../../Assets/mohsen.jpg"),
    },
    {
      id: 5,
      teacher: "میکائیل محسنی",
      title: "متخصص ندومبه",
      description:
        "یکی از بهترین و معروف ترین استاد های نمونه خاور میانه که توانسته نقش بسایر مفیدی در توسعه تکنولوژی در حوزه وبسایت و اپلیکیشن و وب اپلیکیشن و تمام پلتفرم های موجود در دنیا داشته باشد",
      img: require("../../../Assets/img/mic.jpg"),
    },
  ],
};

export default Data;
