const Data = {
  teachers: [
    {
      id: 1,
      teacher: "محمد حسین بحر العلوم",
      title: "دوره تخصصی سی شارپ",
      description:
        "با برگزاری دوباره دوره انگولار خود را در مسیری که انتخاب کردید به سمت موفقیت در فریمورک آنگولار سوق دهید. این دوره ...",
    },
    {
      id: 2,
      teacher: "مهدی",
      title: "دوره عمومی و تخصصی ری اکت",
      description:
        "با برگزاری دوباره دوره انگولار خود را در مسیری که انتخاب کردید به سمت موفقیت در فریمورک آنگولار سوق دهید. این دوره ...",
    },
    {
      id: 3,
      teacher: "سالار نیلی نژاد",
      title: "دوره تخصصی تراشکاری بدون دستگاه",
      description:
        "با برگزاری دوباره دوره انگولار خود را در مسیری که انتخاب کردید به سمت موفقیت در فریمورک آنگولار سوق دهید. این دوره ...",
    },
    {
      id: 4,
      teacher: "محسن",
      title: "دوره تخصصی ری اکت",
      description:
        "با برگزاری دوباره دوره انگولار خود را در مسیری که انتخاب کردید به سمت موفقیت در فریمورک آنگولار سوق دهید. این دوره ...",
    },
    {
      id: 5,
      teacher: "میکائیل محسنی",
      title: "دوره تخصصی ندومبه",
      description:
        "با برگزاری دوباره دوره انگولار خود را در مسیری که انتخاب کردید به سمت موفقیت در فریمورک آنگولار سوق دهید. این دوره ...",
    },
  ],
};

export default Data;
