const Data = {
  teachers: [
    {
      id: 1,
      teacher: "دکتر محمد حسین بحر العلومی",
      title: "دوره تخصصی انگولار",
      description:
        "با برگزاری دوباره دوره انگولار خود را در مسیری که انتخاب کردید به سمت موفقیت در فریمورک آنگولار سوق دهید. این دوره ...",
    },
    {
      id: 2,
      teacher: "مازیار قلی پور",
      title: "دوره تخصصی انگولار",
      description:
        "با برگزاری دوباره دوره انگولار خود را در مسیری که انتخاب کردید به سمت موفقیت در فریمورک آنگولار سوق دهید. این دوره ...",
    },
    {
      id: 3,
      teacher: "مازیار قلی پور",
      title: "دوره تخصصی انگولار",
      description:
        "با برگزاری دوباره دوره انگولار خود را در مسیری که انتخاب کردید به سمت موفقیت در فریمورک آنگولار سوق دهید. این دوره ...",
    },
    {
      id: 4,
      teacher: "مازیار قلی پور",
      title: "دوره تخصصی انگولار",
      description:
        "با برگزاری دوباره دوره انگولار خود را در مسیری که انتخاب کردید به سمت موفقیت در فریمورک آنگولار سوق دهید. این دوره ...",
    },
    {
      id: 5,
      teacher: "مازیار قلی پور",
      title: "دوره تخصصی انگولار",
      description:
        "با برگزاری دوباره دوره انگولار خود را در مسیری که انتخاب کردید به سمت موفقیت در فریمورک آنگولار سوق دهید. این دوره ...",
    },
  ],
};

export default Data;
